{
    "Alo": "<p>Konekcija je sigurna, server i trasa podataka su u adekvatnim jurisdikcijama. Mada postoji, politika privatnosti ispunjava tek nekoliko zakonskih obaveza o informisanju korisnika o obradi ličnih podataka; njena razumljivost ocenjena je najnižom ocenom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Veliki broj trekera koje sajt plasira svrstava ga u najgore ocenjenu grupu, sa velikim brojem marketinških i kolačića trećih strana, uključujući trekere za Fejsbuk i Gugl, ali ne i najintruzivnije vrste. Od korisnika Android platforme ne traže se rizične dozvole, prisutni su trekeri, dok se od korisnika iOS prikupljaju lični podaci. Na sajtu ne postoji opcija registracije korisnika. Protiv medija su u međuvremenu donete još tri odluke o kršenju etičkog kodeksa u oblasti privatnosti i sada ih je ukupno 16, što je neslavni rekord u ovoj kategoriji.</p>",
    "Autonomija": "<p>Komunikacija uređaja i sajta odvija se po sigurnom protokolu. Lokacija servera je maskirana, bez obaveštenja korisnika o tome u politikama privatnosti. Podaci prolaze kroz SAD, gde se nalazi i posrednički servis koji sajt koristi. Dokument o politikama privatnosti je značajno unapređen i njegova razumljivost je ocenjena najvišom ocenom. Iz njenog sadržaja izostala je jedino informacija o roku čuvanja podataka. Korisnici su obavešteni o prikupljanju kolačića, ali bez jednostavne opt-out opcije. Sajt plasira mali broj kolačića, bez intruzivnih. Nema aplikacije za mobilne platforme. Korisnicima se ne nudi registracija. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "B92": "<p>Jedan od retkih medija koji je zabeležio pad na rang listi u odnosu na prošlu godinu. Svih 8 oduzetih poena izgubljeni su u kategoriji kolačića i trekera, alata koja se prikupljaju metapodaci o ponašanju korisnika na internetu. Umnožen je broj trekera, posebno marketinških i kolačića trećih strana, dok se medij ove godine odlučio i za korišćenje najintruzivnijih trekera koji izbegavaju blokere, beleže sesije i unose sa korisničkih uređaja. Ako je za utehu, medij i dalje ispunjava sve tehničke parametre, ima odgovarajući politiku privatnosti i nema odluka o kršenju etičkog kodeksa.</p><br /><p>Lokacija sajta nalazi se u jurisdikciji koja odgovara pravu Republike Srbije, dok podaci ne prolaze kroz pravno neadekvatne države. Konekcija se odvija po sigurnom protokolu i ne koriste se usluge posrednika sadržaja. Politika privatnosti postoji, ocenjena je najvišom ocenom i sadrži sve informacije o obradi ličnih podataka u skladu sa zakonom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira veliki broj kolačića i trekera, uključujući najintruzivnije. Od korisnika Android platforme traže se rizične dozvole, uz značajan broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koja se prikuplja. Registracija korisnika opisana je u politici privatnosti, ali obim prikupljenih podataka prevazilazi svrhu njihovog prikupljanja. Protiv sajta nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "BIZLife": "<p>Jedini medij iz prošlogišnjeg rangiranja koji se zadržao u prvoj petorki i unekoliko popravio svoj skor, zahvaljujući jasnijoj situaciji u vezi sa registracijom korisnika – kao i zbog odustajanja od upotrebe najintruzivnijih trekera. Maksimalan broj poena, kao i prošle godine, utvrđen je u kategorijama ispunjenosti tehničkih i etičkih uslova, te (odsustvu) mobilnih aplikacija. Više prostora za unapređenje svog odnosa prema privatnosti korisnika može se naći u kategoriji koja ocenjuje upravljanje kolačićima i trekerima – korisnici su obavešteni o prikupljanju metapodataka bez jednostavne opcije za uskraćivanje saglasnosti. Takođe, samo jedan poen nedostaje za maksimalnu ocenu politika privatnosti.</p><br /><p>Konekcija uređaja i sajta je sigurna, server i trasa podataka locirani su u pravno odgovarajućim jurisdikcijama. Politika privatnosti ocenjena je najvišom ocenom i gotovo u potpunosti ispunjava sve obaveze propisane zakonom o informisanju korisnika o obradi ličnih podataka. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Po broju kolačića koje plasira, sajt je svrstan u srednje ocenjenu grupu; prisutni su trekeri za Fejsbuk piksel i Gugl analitiku, ali nema najintruzivnijih. Medij nema aplikaciju za mobilne platforme. Registracija korisnika nije obuhvaćena politikom privatnosti, ali se na ovaj način prikuplja minimum podataka u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Blic": "<p>Sajt obezbeđuje siguran protokol za komunikaciju sa korisničkim uređajem, server i deo putanje podataka locirani su u državi koja delimično odgovara standardima zaštite podataka. Politike podataka nisu unapređene: zakonske obaveze o informisanju korisnika uglavnom su ispunjene, dok je razumljivost teksta politike ponovo ocenjena najslabijom ocenom. Sajt obaveštava korisnike da postavlja kolačiće, ali i dalje ne pruža jednostavan način za uskraćivanje pristanka. Indikatori o broju i vrsti trekera, kolačićima trećih strana i alatima velikih korporacija ponovo odnose sajtu veliki broj poena. Intruzivna praksa sa ličnim podacima korisnika uglavnom se ponavlja na mobilnim platformama. Od srednje rizičnih po broju odluka o kršenju etičkog kodeksa u oblasti privatnosti, medij je sada svrstan u visoko rizične sa ukupno 10 takvih odluka Saveta za štampu.</p>",
    "Bor 030": "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD, bez informacija o režimu zaštite skladištenih podataka. Razumljivost politike privatnosti ponovo je ocenjena najnižom ocenom, a njen sadržaj još uvek ne ispunjava većinu zakonskih obaveza o informisanju korisnika o obradi ličnih podataka. Na sajtu nema obaveštenja o kolačićima, koji se plasiraju u značajnoj meri, mada bez najintruzivnijih. Medij nema aplikacije za mobilne platforme. Registracija korisnika je obuhvaćena politikom privatnosti, ali opcije nema na sajtu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Bujanovačke": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u pravno odgovarajućoj jurisdikciji, što je slučaj i sa protokom podataka. Sajt i dalje nema politiku privatnosti (poeni su oduzeti po svim pokazateljima iz ove kategorije). Postoji obaveštenje da sajt prikuplja kolačiće, ali nema jednostavne opt-out opcije. Plasira se određen broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Danas": "<p>Sajt i korisnički uređaj komuniciraju po sigurnom protokolu, a podaci prolaze kroz pravno odgovarajuće jurisdikcije, što je slučaj i sa lokacijom servera. Politika privatnosti ocenjena je najvišom ocenom i gotovo u potpunosti ispunjava zakonske obaveze o obaveštavanju korisnika. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira manju količinu kolačića i trekera, bez najintruzivnijih vrsta. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koja se prikuplja. Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Direktno": "<p>Konekcija uređaja i sajta odvija se po sigurnom protokolu, server i trasa podataka su u jurisdikcijama usaglašenim sa standardima zaštite. Sadržaj i kvalitet politike privatnosti ostao je nepromenjen: razumljivost je ocenjena srednjom ocenom, dok tek u manjoj meri ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka. Postoji obaveštenje da sajt prikuplja kolačiće, ali nema jednostavne opt-out opcije. Sajt plasira izuzetno veliki broj kolačića i trekera, mada ne i one najintruzivnije. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok korisnici iOS nisu informisani o vrsti podataka koji se prikupljaju. Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Dnevnik": "<p>Konekcija uređaja i sajta odvija se po sigurnom protokolu, dok su server i trasa podataka locirani u jurisdikciji sa adekvatnom zaštitom. Politike privatnosti ostale su nepromenjene: razumljivost dokumenta ocenjena je najnižom ocenom, a njen sadržaj samo u manjoj meri ispunjava obaveze predviđene zakonom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira određenu količinu kolačića i trekera, ali ne i najintruzivnije vrste. Nema aplikacije za mobilne platforme. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Espreso": "<p>Serverrrrrrrrrrrr i trasa podataka locirani u jurisdikciji sa adekvatnom zaštitom, dok se konekcija uređaja i sajta odvija po sigurnom protokolu. Postojeći dokument sa politikama privatnosti nije unapređen: nerazumljiv je korisnicima u Srbiji i ne ispunjava nijednu obavezu predviđenu zakonom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, među kojima nema najintruzivnijih vrsta. Od korisnika Android platforme ne traže se rizične dozvole, mada trekera ima, dok se od korisnika iOS prikupljaju lični podaci. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "IST media": "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacija o mestu gde se skladište podaci. Podaci prolaze kroz adekvatne i delimično adekvatne režime zaštite. Dokument o politikama privatnosti značajno je unapređen: ocenjen je najvišom ocenom i ispunjava svaki zahtev predviđen zakonom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Nije registrovano prisustvo kolačića i trekera. Od korisnika Androida traži se određeni broj rizičnih dozvola, a prisutni su i trekeri. Aplikacije za iOS platofrmu nema. Koriscima se ne nudi registracija. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Info Vranjske": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server i tranzit podataka locirani su u režimima adekvatne zaštite. Politike privatnosti i dalje su nerazumljive i ne ispunjavaju većinu obaveza predviđenih zakonom. Napredak je ostvaren u kolačićima koji nisu aktivni pre izričite saglasnosti korisnika. Nema najintruzivnijih trekera. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Informer": "<p>Konekcija uređaja i sajta je sigurna, a server i putanja podataka locirani su u pravno adekvatnim jurisdikcijama. Razumljivost politike privatnosti ponovo je ocenjena najnižom ocenom, mada njen sadržaj u većoj meri ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, mada ne i najintruzivnije vrste. Od korisnika Android platforme se ne traže rizične dozvole, ali je registrovan veći broj trekera, dok se od korisnika iOS ne prikupljaju lični podaci. Na sajtu ne postoji opcija registracije korisnika. Protiv medija su u međuvremenu donete još četiri odluke o kršenju etičkog kodeksa u oblasti privatnosti i sada ih ukupno ima 14.</p>",
    "Insajder": "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera je maskirana bez obaveštenja korisnika o očekivanom režimu zaštite. Korisnički podaci putuju kroz pravno adekvatne i delimično adekvatne jurisdikcije. Dokument o politikama privatnosti nije unapređen: njegova razumljivost ocenjena je srednjom ocenom, a njen sadržaj i dalje ne ispunjava većinu obaveza o informisanju korisnika o obradi ličnih podataka. Ne postoji obaveštenje o kolačićima, koje sajt plasira u određenoj meri, bez najintruzivnijih. Od korisnika Android platforme traže se tri rizične dozvole, a prisutan je veći broj trekera. Medij nema aplikaciju za iOS. Registracija korisnika je obuhvaćena politikom privatnosti, ali opcija ne postoji na sajtu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Južne vesti": "<p>Protokol za komunikaciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD, bez obaveštenja korisnicima o režimu zaštite u kom su podaci skladišteni. Podaci prolaze kroz jurisdikcije sa adekvatnom i delimično adekvatnom pravnom zaštitom. Politika privatnosti nije unapređena: njena razumljivost ocenjena je najlošijom ocenom i samo u manjoj meri ispunjava pripisane obaveze. Na sajtu ne postoji obaveštenje o kolačićima i trekerima, dok njihov broj nije zanemarljiv, mada nema najintruzivnijih. Od korisnika Android platforme traži se određeni broj rizičnih dozvola, uz veći broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koji se prikupljaju. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Kolubarske": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Koriste se usluge posredovanja sadržaja u delimično adekvatnom režimu zaštite, dok je server u zoni pune zaštite. Dokument o politikama privatnosti je u potpunosti usklađen sa zakonskim obavezama, a njegova razumljivost ocenjena je najvišom ocenom. Postoji obaveštenje da sajt prikuplja kolačiće, ali nema jednostavne opt-out opcije. Prikuplja se manji broj kolačića, među kojima su primećeni i najintruzivniji. Medij nema aplikacije za mobilne platforme. Ne nudi opciju registracije korisnicima. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Kragujevačke": "OK",
    "Kruševac press": "<p>Najveći skok na tabeli ostvaren je zahvaljujući radikalnom zaokretu u odnosu medija prema obaveštavanju korisnika o njihovim pravima u pogledu obrade ličnih podataka. Ocena politike privatnosti i niza zakonskih obaveza koje se posebno boduju rezultirali su u usponu od 25 poena, a dodatnih 10 osvojeno je na kolačićima: primenjeno je idealno rešenje opt-in, odnosno kolačići nisu aktivni pre izričite saglasnosti korisnika. Konačno, još 5 poena mediju je dodeljeno pošto je rešena nejasna opcija korisničke registracije. Kao i prošle godine, ispunjeni su tehnički i etički uslovi za maksimalnu ocenu, a ponovo je nagrađeno odsustvo mobilnih aplikacija kao rizik manje po privatnost građana.</p><br /><p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server i putanja podataka locirani su na teritorijama sa adekvatnim režimom zaštite. Dokument o privatnosti je izmenjen: sada je njegova razumljivost ocenjena najvišom ocenom, dok po svim indikatorima ispunjava zakonske obaveze. Kolačići nisu aktivni pre izričite saglasnosti. Plasira ih u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije za korisnike. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Kurir": "<p>Po osnovnim tehničkim parametrima, sajt je zadržao oznaku najsigurnijeg pita podataka iz prethodnih godina. Drastično su unapređene politike privatnosti, a jedini preostali korak do maksimalnog broja poena u ovoj grupi indikatora jeste transparentnost i razumljivost teksta. U oblasti algoritamskog praćenja ponašanja svojih čitalaca, sajt je neznatno uvećao broj trekera i odustao od korišćenja Fejsbuk piksela, ali je za razliku od ranijih godina sada uveo najintruzivnije vrste ovih kolačića. Ponašanje korisnika prati se i preko mobilnih aplikacija. Aplikacija za iOS prikuplja lične podatke. Registracija korisnika opisana je u politici privatnosti, ali se poštuje princip minimalnosti prikupljanja za ovu svrhu. Tokom protekle dve godine od poslednje analize, protiv medija je doneta još jedna odluka o kršenju etičkog kodeksa u oblasti privatnosti i sada ih ima ukupno 16.</p>",
    "Magločistač": "<p>Politike privatnosti koje ispunjavaju zakonske obaveze o informisanju korisnika šta se i zašto dešava sa njihovim ličnim podacima, donele su mediju maksimalnih 30 poena i značajan skok na tabeli u odnosu na prošlogodišnje rangiranje. Ispunjeni su svi tehnički uslovi, medij nema opciju registracije korisnika, nema mobilne aplikacije, a ni odluke o kršenju etičkog kodeksa. Prostor za dalje unapređenje nalazi se u upravljanju kolačićima i trekerima: medij obaveštava korisnike o prisustvu ovih alata, ali nema jednostavne opcije za uskraćivanje saglasnosti.</p><br /><p>Konekcija uređaja i sajta se odvija po sigurnom protokolu, dok su server i zemlje tranzita za podatke u režimu usklađene pravne zaštite. Politike privatnosti su promenjene: sada je njihova razumljivost ocenjena najvišom ocenom, a ispunjeni su sve zakonske obaveze. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se manji broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije za korisnike. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Mingl": "OK",
    "Moj Bečej": "<p>Jedan od dva medija koji su zabeležili najveći skok na tabeli od ukupno 40 poena i to pre svega zahvaljujući izradi dokumenta o privatnosti koji ispunjava sve zakonom predviđene obaveze. U kategoriji koja ocenjuje prikupljanje metapodataka o ponašanju korisnika preko kolačića i trekera, medij je dobio maksimalan broj poena zahvaljujući, između ostalog, odluci da ovi alati onlajn praćenja na sajtu ne budu aktivni pre izričite saglasnosti (opt-in). Medij nema opciju registracije korisnika ni aplikacije za mobilne platforme, što donosi maksimalan broj poena, kao i odsustvo odluka o kršenju etičkog kodeksa.</p><br /><p>Protokol za komunikaciju uređaja i sajta je siguran. Server je smešten u jurisdikciju sa usklađenim režimom zaštite, dok podaciji prolaze kroz jurisdikcije sa delimično usklađenim režimom. Dokument politika privatnosti je unapređen i sada u potpunosti ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka. Kolačići nisu aktivni pre izričite saglasnosti. Plasira se mali broj trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji registracija za korisnike. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Mondo": "<p>Koristi siguran protokol za konekciju uređaja i sajta. Maskirana je lokacija servera, bez obaveštenja o očekivanom režimu zaštite. Posrednički servis je u SAD, pa se za podatke može reći da prolaze kroz delimično usklađenu jurisdikciju. Politika privatnosti u nedovoljnoj meri ispunjava zakonske obaveze o informisanju korisnika, dok je njena razumljivost ostala na niskim granama. Postoji obaveštenje da sajt prikuplja kolačiće, ali nema jednostavne opt-out opcije. Plasira umeren broj kolačića i trekera, bez najintruzivnijih. Od korisnika Android platforme traže se rizične dozvole, uz značajan broj trekera, dok se od korisnika iOS prikupljaju lični podaci. Registracija je obuhvaćena politikom privatnosti, ali opcija ne postoji na sajtu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Mozzart sport": "<p>Protokol za konekciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD. Podaci putuju kroz usklađene i delimično usklađene jurisdikcije. Politika privatnosti ocenjena je najvišom ocenom, a njen sadržaj u potpunosti ispunjava zakonske obaveze o informisanju korisnika sajta o obradi ličnih podataka. Kolačići nisu aktivni pre izričite saglasnosti korisnika, što je unapređenje u odnosu na prethodni izveštaj. Plasira manju količinu kolačića i trekera, uključujući i neke intruzivne vrste. Od korisnika Android platforme traži se veći broj rizičnih dozvola, plasiraju se i trekeri, dok se od korisnika iOS prikupljaju lični podaci. Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "N1": "<p>Aktivan je siguran protokol za komunikaciju uređaja i sajta. Lokacija servera je maskirana, bez obaveštenja korisnicima. Tranzit vodi podatke kroz jurisdikcije sa delimično usklađenim režimom zaštite. Politikom privatnosti uglavnom su ispunjene zakonske obaveze o obaveštavanju korisnika, a njena razumljivost ostala je na srednjoj oceni. Kolačići nisu aktivni pre izričite saglasnosti korisnika. Plasira se veliki broj kolačića i trekera, uključujući najintruzivnije. Na Android aplikaciji zabeležen je osrednji broj trekera i intruzivnih dozvola, dok se sa iOS platforme ne prikupljaju lični podaci. Nema opcije za registraciju korisnika. Medij je ostao na jednoj odluci o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "NG portal": "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacija o jurisdikciji na kojoj se skladište podaci. U zemljama tranzita za podatke važe usklađeni i delimično usklađeni standardi zaštite. Politika privatnosti nije unapređena i ponovo je njena razumljivost ocenjena najnižom ocenom, dok su poeni oduzimani i na većini indikatora o ispunjenosti zakonskih obaveza. Ne postoji obaveštenje o kolačićima, a registrovan je jedan treker trećih strana. Nema aplikacije za mobilne platforme. Ukinuta je opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Niške vesti": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server je u jurisdikciji sa usklađenim režimom zaštite, dok podaci prolaze kroz usklađen i delimično usklađen režim. Razumljivost politike privatnosti nije unapređena, ocenjena je srednjom ocenom, a njen sadržaj i dalje samo delimično ispunjava zahteve propisane zakonom. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se značajan broj kolačića i trekera, bez najintruzivnijih. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok se od korisnika iOS ne prikupljaju podaci. Registracija korisnika na sajtu je ukinuta. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Nova": "<p>Mada se konekcija uređaja i sajta odvija po sigurnom protokolu, lokacija hosting servera je maskirana, bez obaveštenja u politikama privatnosti. Tranzit podataka odvija se u jurisdikcijama sa usklađenim režimom zaštite. Razumljivost politika privatnosti nije unapređena: ocenjena je srednjom ocenom, a njen sadržaj samo delimično ispunjava zakonske obaveze. Kolačići nisu aktivni pre izričite saglasnosti korisnika. Plasira se znatan broj kolačića i trekera, uključujući najintruzivnije. Na Android aplikaciji aktivan je veći broj trekera i intruzivnih dozvola, dok se sa iOS platforme ne prikupljaju lični podaci. Medij nema opciju za registraciju korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Oblakoder": "<p>Konekcija uređaja i sajta je sigurna, server se nalazi u zemlji čiji pravni režim odgovara standardima zaštite podataka, što važi i za tranzit podataka. Sajt još uvek nema objavljen dokument sa politikama privatnosti, a poeni su oduzeti po svim indikatorima iz ove kategorije. Sajt nema obaveštenje o kolačićima, ali plasira zanemarljiv broj, bez najintruzivnijih. Od korisnika Androida ne traže se rizične dozvole, prisutna su dva trekera, dok nema aplikacije za iOS. Registracijom se prikuplja minimum podataka u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Ozon press": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server i tranzit podataka locirani su u zemljama sa usklađenim režimom zaštite. Politike privatnosti su bitno unapređene: razumljivost je ocenjena najvišom ocenom, a njen sadržaj u potpunosti ispunjava zakonske obaveze. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se veći broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Medij se zadržao na jednoj odluci o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Pink": "OK",
    "Pirotske vesti": "<p>Komunikacija uređaja i sajta odvija se po sigurnom protokolu. Hosting server i protok podataka locirani su u zemljama sa usklađenim i delimično usklađenim režimom zaštite. Medij nije izradio politike privatnosti, zbog čega mu se i dalje oduzimaju bodovi po svim pokazateljima iz ove kategorije. Ne postoji obaveštenje o kolačićima, koje sajt plasira u određenoj meri, mada bez najintruzivnijih. Na Android platformi ne traže se dozvole, niti ima trekera, dok na iOS platformi nema informacija o podacima koji se prikupljaju. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Pištaljka": "<p>Komunikacija korisničkog uređaja i sajta odvija se po sigurnom protokolu, dok je lokacija servera maskirana, bez obaveštenja o režimu zaštite za podatke koji se skladište. Tranzit podataka odvija se kroz jurisdikcije sa delimično usklađenim režimom. Sajt još uvek nema dokument o privatnosti, zbog čega gubi poene po svim indikatorima iz ove kategorije. Na sajtu ne postoji obaveštenje o kolačićima, plasiranim u manjem broju, bez najintruzivnijih. Za Android platforme registrovan je jedan treker i traži se jedna intruzivna dozvola, dok za iOS nema aplikacije. Registracija korisnika nije obuhvaćena politikom privatnosti, ali se na ovaj način sakuplja minimum podataka u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Politika": "<p>Na sajtu je u međuvremenu aktivirano automatsko učitavanje po sigurnom protokolu. Lokacija servera je maskrana, bez obaveštenja korisnicima o standardima zaštite skladištenih podataka. Koristi usluge posredovanja sadržaja kompanije iz delimično usklađenog režima, što je slučaj i sa tranzitom podataka. Razumljivost politike privatnosti i dalje je na najnižem nivou, dok ne ispunjava nijednu zakonsku obavezu. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, ali ne i najintruzivnije vrste. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz veći broj trekera, dok se od korisnika iOS ne prikupljaju podaci. Registracija korisnika postoji, ali nije obuhvaćena politikom privatnosti. Količina podataka koja se na taj način skuplja prevazilazi svrhu. Protiv medija doneto je pet odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Pressek": "<p>Jedan od dva preostala medija koji još uvek nemaju podešeno automatsko učitavanje sajta po sigurnom protokolu, iako za to poseduju odgovarajući sertifikat. Server i tranzit podakata locirani su u zemljama sa usklađenim režimom zaštite. Medij je u međuvremenu izradio politiku privatnosti čija je razumljivost ocenjena srednjom ocenom, a njen sadržaj samo delimično ispunjava zakonske obaveze. Nema obaveštenja o kolačićima, koje sajt plasira u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Opcija registracije korisnika postoji, ali nije obuhvaćena politikom privatnosti. Na ovaj način prikuplja se minimum podataka potrebnih za svrhu obrade. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "RTS": "<p>Konekcija uređaja i sajta je sigurna, a server i tranzit podataka locirani su u jurisdikciji sa usklađenim režimom zaštite. Politike privatnosti nisu unapređene: zbog nerazumljivosti ocenjene su najnižom ocenom, dok sadržaj ne ispunjava obaveze iz zakona. Posetioci sajta nisu obavešteni o kolačićima, čiji su broj i vrsta relativno umereni. Nema intruzivnih trekera. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz veći broj trekera, dok se od korisnika iOS prikupljaju lični podaci. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Republika": "OK",
    "RTV Pančevo": "<p>Konekcija uređaja i sajta se odvija po sigurnom protokolu, a server i tranzit podataka locirani su u zemljama sa usklađenim režimom zaštite. Politike privatnosti nisu unapređene: zbog nerazumljivosti, ocenjene su najnižom ocenom, dok ne ispunjavaju gotovo nijednu obavezu iz zakona. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira manji broj kolačića i trekera, a nema aplikacije za mobilne platforme. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Radio 021": "<p>Konekcija uređaja i sajta se odvija po sigurnom protokolu. Podaci korisnika putuju i skladište se u jurisdikciji sa adekvatnim režimom zaštite. Dokument o privatnosti je bitno unapređen: njegova razumljivost je ocenjena najvišom ocenom, a od obaveza ostala je neispunjena ona koja se tiče roka čuvanja podataka. Postoji obaveštenje da sajt prikuplja kolačiće, ali nema jednostavne opt-out opcije. Plasira određenu količinu kolačića i trekera, mada ne i najintruzivnije vrste. Sajt nema aplikacije za mobilne platforme. Registracija korisnika nije opisana u politikama privatnosti, ali se na ovaj način prikuplja minimalna količina podataka u odnosu na svrhu. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Srbija danas": "<p>Konekcija je sigurna, a server i putanja podataka su u jurisdikciji sa usklađenom zaštitom. Politike privatnosti su unapređene: njihova razumljivost je ocenjena najvišom ocenom, dok su obaveze iz zakona uglavnom ispunjene. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, uključujući najintruzivnije vrste. Od korisnika Android platforme ne traže se rizične dozvole, uz srednji broj trekera, dok se od korisnika iOS ne prikupljaju podaci. Na sajtu ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Soinfo": "OK",
    "Sputnik": "OK",
    "TV Zona plus": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu, a server i tranzit podataka su locirani u zemlji sa usklađenim pravnim režimom. Medij nije izradio politike privatnosti za sajt, zbog čega su ponovo oduzeti poeni po svim pokazateljima. Sajt ne obaveštava korisnike o kolačićima, koje plasira u manjoj meri, mada ne i najintruzivnije. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Telegraf": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu, a server i tranzit podataka su locirani u zemlji sa usklađenim pravnim režimom. Razumljivost politike privatnosti ponovo je ocenjena srednjom ocenom, dok njen sadržaj i dalje ne ispunjava zakonske obaveze u potpunosti. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, uključujuči i najintruzivnije vrste. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz određeni broj trekera, dok se od korisnika iOS prikupljaju podaci koji nisu lični. Ukinuta je registracija korisnika. U međuvremenu su protiv medija donete još dve odluke o kršenju etičkog kodeksa u oblasti privatnosti i sad ih ima ukupno pet.</p>",
    "Užice media": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu, dok su server i tranzit podataka locirani u usklađenim jurisdikcijama. Razumljivost politike privatnosti nije unapređena: ocenjena je najnižom ocenom, dok njen sadržaj i dalje ne ispunjava većinu obaveza propisanih zakonom. Korisnici su obavešteni o kolačićima, ali nemaju jednostavnu opt-out opciju. Plasira se veći broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Večernje novosti": "<p>Konekcija se uspostavlja po sigurnom protokolu, a server i tranzit podataka su locirani u zemljama sa adekvatnom zaštitom. Razumljivost politike privatnosti ocenjena je srednjom ocenom, a njen sadržaj uglavnom ispunjava zakonske obaveze. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Postavlja veliku količinu kolačića i trekera, bez najintruzivnijih vrsta. Od korisnika Android platforme ne traže se rizične dozvole, uz manji broj trekera, dok se od korisnika iOS prikupljaju podaci koji nisu lični. Na sajtu ne postoji opcija registracije korisnika. U međuvremenu je protiv medija doneta još jedna odluka o kršenju etičkog kodeksa u oblasti privatnosti i sad ih ima ukupno tri.</p>",
    "ZA media": "<p>Uređaj i sajt komuniciraju po sigurnom protokolu, a server i tranzit podataka su locirani u okviru adekvatnih režima zaštite. Politika privatnosti nije unapređena: i dalje je nerazumljiva, dok ne ispunjava gotovo nijednu obavezu iz zakona. Nema obaveštenja o kolačićima, koje sajt plasira u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Zoomer": "Jedan od dva preostala medija koji još uvek nemaju podešeno automatsko učitavanje sajta po sigurnom protokolu, iako za to poseduju odgovarajući sertifikat. Server i putanja podataka locirani su u zemljama sa adekvatnim standardima zaštite. Nije izrađena politika privatnosti, pa su poeni ponovo oduzeti po svim pokazateljima. Kolačići su aktivni, ali postoji jednostavan i dostupan način da se isključe. Medij nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika. Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti."
  }
  