{
    "Alo": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka zahvaljujući ispunjavanju standarda osnovnih tehničkih parametara. U politikama privatnosti načinjen je jedan skroman korak ka usklađivanju sa zakonskim obavezama, ali ostaje još mnogo posla na daljem unapređenju poštovanja prava građana. Registrovano je značajno smanjenje broja trekera, ali je uspeh poništen odlukom sajta da koristi neke od najintruzivnijih vrsta. Android aplikacija i dalje ne traži rizične dozvole, a iOS više ne postoji. Sajt ne nudi opciju registracije. Od prethodne analize, protiv medija su donete još četiri odluke zbog kršenja novinarskog kodeksa u oblasti privatnosti i sada ih ima ukupno 19.</p>",
    "Autonomija": "<p>Posle lošije epizode u prethodnoj analizi, sajt se vratio na izvorna podešavanja dobre prakse po tehničkim parametrima. Politike privatnosti su unapređene, ali ostaje prostora za dodatno usklađivanje sa zakonskim obavezama. Posetioci sajta su informisani o aktivnostima kolačića, ali nema jednostavne opcije za povlačenje pristanka. Broj trekera je na nivou prethodnih analiza, dok je sajt u međuvremenu odustao od korišćenja Fejsbuk piksela i Gugl analitike. Ne koristi intruzivne vrste trekera. Medij i dalje nema mobilne aplikacije. Korisnicima se ne nudi opcija registracije. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "B92": "<p>Medij je zadržao oznake najsigurnijeg puta podataka i najbolje politike privatnosti. Omogućavanjem jednostavnog povlačenja pristanka na aktivnost kolačića, sajt je unapredio politike u ovoj oblasti, dok je u određenoj meri smanjio broj trekera u upotrebi, uključujući marketinške trekere i kolačiće trećih strana. Takođe je odustao od korišćenja Fejsbuk piksela i Gugl analitike. S druge strane, registrovani su neki od najintruzivnijih vrsta trekera. Slična je situacija i sa mobilnim aplikacijama, dok iOS aplikacija prikuplja lične podatke. Protiv sajta nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "BIZLife": "<p>Sajtu su umanjene ocene po osnovnim tehničkim parametrima, budući da je u međuvremenu optirao za maskiranje lokacije hosting servera, a da o tome nije obavestio korisnike. Kada je reč o obaveštenju korisnika o obradi ličnih podataka na sajtu, preduzet je i poslednji korak za maksimalno unapređenje politike privatnosti. Postoji obaveštenje o kolačićima, ali korisnicima nije pružena jednostavna opcija za povlačenje saglasnosti. U kategoriji algoritamskog praćenja ponašanja korisnika, nisu zabeležene značajnije promene u odnosu na ranije analize, ali je sajt u međuvremenu odustao od Gugl analitike. S druge strane, počeo je da koristi intruzivnije trekere. medij nema mobilne aplikacije. Korisnicima se nudi registracija, koja je obuhvaćena politikama privatnosti, a prilikom procedure poštuje se načelo minimizacije podataka u odnosu na svrhu za koju se prikupljaju. Protiv medija nije bilo odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Blic": "<p>Sajt obezbeđuje siguran protokol za komunikaciju sa korisničkim uređajem, server i deo putanje podataka locirani su u državi koja delimično odgovara standardima zaštite podataka. Politike privatnosti na sajtu nisu se menjale: zakonske obaveze o informisanju korisnika uglavnom su ispunjene, dok je razumljivost teksta politike po treći put ocenjena najslabijom ocenom. Sajt obaveštava korisnike da postavlja kolačiće, ali još uvek ne postoji jednostavan način za uskraćivanje pristanka. Indikatori o broju i vrsti trekera, kolačićima trećih strana i alatima velikih korporacija i ovog puta umanjuju broj poena. Sajt je odustao od Gugl analitike, ali koristi intruzivne trekere. Loša praksa u odnosu na lične podatke korisnika uglavnom se ponavlja na mobilnim platformama. Protiv medija su u međuvremenu izrečene još tri odluke o kršenju etičkog kodeksa u oblasti privatnosti i sada ih ima ukupno 13.</p>",
    "Bor 030": "<p>Sajt maskira lokaciju hosting servera, a da o tome ne informiše svoje korisnike, što je umanjilo skor u kategoriji osnovnih tehničkih parametara. Od poslednje analize, medij je značajno unapredio politike privatnosti. Korisnici su obavešteni o aktivnim kolačićima, ali ne postoji jednostavna opcija za povlačenje pristanka. Ne koristi Gugl analitiku, niti intruzivnije trekere. Medij nema mobilne aplikacije. Opcija registracije korisnika na sajt ne postoji. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Bujanovačke": "<p>Sajt je ocenjen maksimalnim brojem bodova po osnovnim tehničkim parametrima, budući da primenjuje dobre prakse bezbedne razmene podataka sa korisničkim uređajima. S druge strane, međutim, medij i dalje nema politike privatnosti, odnosno ne ispunjava zakonske obaveze o informisanju građana o obradi njihovih ličnih podataka. Ne postoji ni obaveštenje o kolačićima. Registrovan je jednocifren broj trekera i kolačića trećih strana, a koriste se i korporativni alati za praćenje ponašanja korisnika. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Danas": "<p>Smanjen broj bodova u oblasti tehničkih parametara sajt duguje odluci da maskira lokaciju svog hosting servera, a da o tome ne obavesti svoje čitaoce. Politike privatnosti u najvećoj meri su usklađene, izuzev pada u delu koji se odnosi upravo na odsustvo jasnog odgovora o iznošenju podataka iz zemlje. U oblasti algoritamskog praćenja korisnika vrednosti su relativno ujednačene sa prethodnim analizama, osim što je sajt u međuvremenu odustao od Gugl analitike. Slične prilike su i sa mobilnim aplikacijama. Sajt nudi opciju registracije korisnika, ali poštuje načelo minimizacije. Protiv medija nema odluka o kršenju kodeksa u oblasti privatnosti.</p>",
    "Direktno": "<p>Sajt poštuje visoke standarde bezbednosti po osnovnim tehničkim parametrima. Politike privatnosti ne ispunjavaju zakonske obaveze o obaveštenju korisnika o obradi ličnih podataka. Obaveštenje o kolačićima postoji, ali bez jednostavne opcije za povlačenje pristanka. U kategoriji u kojoj se ocenjuje algoritamsko praćenje ponašanja korisnika, registrovano je delimično smanjenje broja trekera naspram prethodne analize, ali je on i dalje relativno visok. Sajt je otvoren i za profilišuće algoritme globalnih korporacija (Fejsbuk i Gugl), ali ne koristi najintruzivnije trekere. Android aplikacija traži rizične dozvole. Registracija korisnika nije obuhvaćena politikama privatnosti i nije usklađena sa principom minimizacije ličnih podataka u odnosu na svrhu obrade. Protiv medija nema nijedna odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Dnevnik": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka, poštujući tehničke standarde bezbednosti. Politike privatnosti su i dalje na supstandardnom nivou usklađenosti sa obavezama iz zakona. Broj i vrsta registrovanih kolačića ujednačeni su sa prethodnim analizama, a sajt ne koristi najintruzivnije trekere. Android aplikacija traži rizične dozvole, a iOS ne prikuplja lične podatke. Korisnicima se ne nudi opcija registracije. Protiv medija nije doneta nijedna odluka zbog kršenja novinarskog kodeksa u oblasti privatnosti.</p>",
    "IST media": "<p>Sajt maskira lokaciju hosting servera, a da o tome ne informiše svoje korisnike, što je umanjilo skor u kategoriji osnovnih tehničkih parametara. U odnosu na prethodnu analizu, politike privatnosti su donekle unapređene. Postoji obaveštenje o kolačićima, ali korisnicima nije ostavljena jednostavna opcija za njihovo isključivanje. Malim brojem trekera, odsustvom kolačića trećih strana i korporativnih algoritama za praćenje ponašanja korisnika, sajt održava visok skor u ovoj kategoriji. Medij je u međuvremenu odustao od održavanja mobilnih aplikacija. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Info Vranjske": "<p>Umanjen je broj bodova po osnovnim tehničkim parametrima budući da se od poslednje analize sajt opredelio da maskira lokaciju svog hosting servera, a da o tome nije obavestio svoje korisnike. Sajt nema dokument o privatnosti, kršeći zakonske obaveze o informisanju građana o obradi njihovih ličnih podataka. Kolačići su aktivni, ali postoji jednostavan način za njihovu deaktivaciju. Nema kolačića trećih strana što, uz relativno mali broj neintruzivnih trekera i odsustvo korporativnih alata za praćenje ponašanja korisnika, donosi dodatne bodove. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Informer": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka po vrednostima osnovnih tehničkih parametara. Politike privatnosti su unapređene u samo jednom segmentu, pa ostaje prostora za usklađivanje sa obavezama iz domaćih propisa. U kategoriji algoritamskog praćenja ponašanja svojih čitalaca, u međuvremenu je registrovana upotreba najintruzivnijih vrsta trekera. Android aplikacija ne traži rizične dozvole, dok iOS prikuplja lične podatke. Sajt ne nudi opciju registracije korisnika. Od poslednje analize, protiv medija su izrečene još tri odluke zbog kršenja novinarskog kodeksa u oblasti privatnosti, i sada ih ima ukupno 17.</p>",
    "Insajder": "<p>Sajt primenjuje maskiranje lokacije hosting servera, ali o tome ne obaveštava svoje čitaoce, što je uslovilo oduzimanje bodova u kategoriji osnovnih tehničkih parametara. Politike privatnosti u značajnoj meri ne ispunjavaju zakonske obaveze. Čitaoci nisu obavešteni ni o aktivnosti kolačića na sajtu. Za razliku od prethodnih analiza, registrovana je upotreba intruzivnih trekera. Sajt koristi Fejsbuk piksel, a u međuvremenu je odustao od Gugl analitike. Android aplikacija traži rizične dozvole, dok sa iOS aplikacija ne postoji. Sajt nema opciju registracije korisnika. Protiv medija nije doneta nijedna odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Južne vesti": "<p>Manji broj bodova u kategoriji osnovnih tehničkih parametara zabeležen je usled maskirane lokacije hosting servera, bez obaveštenja korisnika o tome. Politika privatnosti izrazito odstupa od uslova propisanih zakonom. Posetioci sajta su obavešteni o aktivnim kolačićima, ali nema jednostavne opcije za povlačenje pristanka. Registrovan je značajno manji broj trekera u odnosu na ranije analize, ali je sajt u međuvremenu odustao od korišćenja Fejsbuk piksela i Gugl analitike. Ne koristi intruzivne trekere. Medij poseduje mobilne aplikacije: Android traži rizične dozvole, dok za iOS nema informacija o podacima koji se prikupljaju. Medij ne nudi korisnicima opciju registracije. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Kolubarske": "<p>Ocene osnovnih tehničkih parametara pokazuju izvesne promene u bezbednom upravljanju podacima sa korisničkih uređaja, pre svega izmeštanje hosting servera u države koje se ne smatraju adekvatnim sa stanovišta zaštite podataka. Sajt poseduje politike privatnosti i dokument je usklađen sa zakonskim obavezama. Postoji obaveštenje o prikupljanju kolačića, ali nema jednostavne opcije za njihovu deaktivaciju. Registrovan je mali broj trekera i odsustvo intruzivnih alata. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Kragujevačke": "<p>Sajt je obuhvaćen analizom prvi put 2024. godine. Poštuje visoke standarde bezbednosti po osnovnim tehničkim parametrima. Politike privatnosti su izuzetno dobre, ali postoji prostor za dalje unapređenje. Korisnici su obavešteni o prikupljanju kolačića, ali nema jednostavne opcije za njihovu deaktivaciju. Nije registrovan nijedan treker ni drugi alati za algoritamsko praćenje ponašanja korisnika. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Kruševac press": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka po osnovnim tehničkim parametrima bezbedne razmene sa korisničkim uređajima. Politike privatnosti u potpunosti ispunjavaju zakonske obaveze o obaveštenju korisnika o obradi ličnih podataka na sajtu. Kolačići su automatski aktivni prilikom posete, ali postoji jednostavan način da se isključe. Zanemarljiv broj trekera takođe su zaslužni za visok skor u kategoriji algoritamskog praćenja ponašanja korisnika onlajn. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Kurir": "<p>Po osnovnim tehničkim parametrima, sajt je zadržao oznaku najsigurnijeg pita podataka iz prethodnih godina. Drastično su unapređene politike privatnosti, a jedini preostali korak do maksimalnog broja poena u ovoj grupi indikatora jeste transparentnost i razumljivost teksta. U oblasti algoritamskog praćenja ponašanja svojih čitalaca, sajt je neznatno uvećao broj trekera i odustao od korišćenja Fejsbuk piksela, ali je za razliku od ranijih godina sada uveo najintruzivnije vrste ovih kolačića. Ponašanje korisnika prati se i preko mobilnih aplikacija. Aplikacija za iOS prikuplja lične podatke. Registracija korisnika opisana je u politici privatnosti, ali se poštuje princip minimalnosti prikupljanja za ovu svrhu. Tokom protekle dve godine od poslednje analize, protiv medija je doneta još jedna odluka o kršenju etičkog kodeksa u oblasti privatnosti i sada ih ima ukupno 16.</p>",
    "Magločistač": "<p>Sajt je i u trećoj analizi ocenjen maksimalnim brojem bodova za poštovanje standarda bezbednosti po osnovnim tehničkim parametrima. Sačuvana je visoka usklađenost sa zakonskim obavezama o informisanju građana o obradi njihovih ličnih podataka na sajtu. Ne koristi kolačiće trećih strana i aktivira mali broj trekera, ali ne postoji jednostavna opcija za povlačenje pristanka na ovu vrstu obrade. Nisu registrovani intruzivni trekeri. Medij nema mobilne aplikacije i ne nudi opciju registracije korisnicima. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Mingl": "<p>Sajt je uvršten u analizu 2024. godine. Poštuje visoke standarde bezbednosti po osnovnim tehničkim parametrima. Politike privatnosti su delimično usklađene sa zakonskim obavezama. Korisnici su obavešteni o aktivnim kolačićima, ali im se ne nudi jednostavna opcija povlačenja pristanka. Registrovan je relativno manji broj trekera i kolačića. Sajt koristi Fejsbuk piksel i Gugl analitiku, ali ne i intruzivne trekere. Medij ne poseduje mobilne aplikacije, niti opciju registracije korisnika. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Moj Bečej": "<p>Od poslednje analize, sajt je ostvario visok nivo sigurnosti razmene podataka sa korisničkim uređajima. Zadržan je i maksimalan broj bodova u analizi politika privatnosti. Jedan je od retkih sajtova koji ne aktivira kolačiće pre izričite saglasnosti korisnika. Broj i vrsta registrovanih trekera uglavnom su nepromenjeni u odnosu na prethodne analize, ali se sajt u međuvremenu otvorio za Gugl analitiku. Ne koristi intruzivne trekere. Medij nema mobilne aplikacije i ne nudi opciju registracije korisnicima. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Mondo": "<p>Po osnovnim tehničkim parametrima, sajt uglavnom poštuje standarde bezbednosti – kao nedostatak ocenjena je lokacija hosting servera. Politike privatnosti su značajno unapređene, mada je ostalo još prostora za usklađivanje sa zakonskim obavezama. U oblasti algoritamskog praćenja ponašanja korisnika, registrovano je drastično uvećanje broja trekera. Android aplikacija traži rizične dozvole, dok iOS prikuplja lične podatke korisnika. Čitaocima se ne nudi opcija registracije. Protiv sajta nije izrečena nijedna odluka zbog kršenja novinarskog kodeksa u oblasti privatnosti.</p>",
    "Mozzart sport": "<p>Sajt je unapredio svoje standarde u oblasti osnovnih tehničkih parametara. Politike privatnosti i ovog puta su zaslužile najveći broj bodova, uključujući transparentnost i razumljivost samog teksta. Kolačići nisu aktivni pre izričite saglasnosti korisnika, što je retkost među ocenjivanim medijima. Vrste i broj trekera uglavnom su ujednačeni sa ranijim analizama. Sajt je odustao od Gugl analitike, ali je u međuvremenu optirao za neke od intruzivnijih vrsta trekera. Android aplikacija traži rizične dozvole, dok iOS prikuplja lične podatke. Sajt poseduje opciju registracije korisnika, koja je obuhvaćena politikom privatnosti i poštuje načelo minimizacije. Protiv sajta nije izrečena nijedna odluka zbog kršenja kodeksa u oblasti privatnosti.</p>",
    "N1": "<p>Po osnovnim tehničkim parametrima, sajt pruža relativno sigurno iskustvo svojim korisnicima, izuzev što se opredelio za maskiranje lokacije hosting servera a da o tome nije obavestio svoje korisnike. Politika privatnosti je relativno usklađena, bez promena u odnosu na prethodne analize, iako postoji prostor za unapređenje. U oblasti algoritamskog praćenja korisnika registrovan je smanjen broj kolačića kao i odustajanje od najintruzivnijih vrsta trekera, ali je sajt u međuvremenu sa opt-in politike prešao na automatsku aktivaciju kolačića (koju je, doduše, jednostavno isključiti). Kod mobilnih aplikacija registrovane su manje promene, dok je iOS počeo da skuplja lične podatke. Korisnicima se ne nudi opcija registracije. Medij i dalje ima samo jednu opomenu za kršenje novinarskog kodeksa u oblasti privatnosti.</p>",
    "NG portal": "<p>Sajt maskira lokaciju hosting servera, a da o tome ne informiše svoje korisnike, što je umanjilo skor u kategoriji osnovnih tehničkih parametara. Politike privatnosti postoje, ali ne ispunjavaju gotovo ništa sa spiska zakonskih obaveza. Ne postoji obaveštenje o kolačićima, ali sajt praktično ne koristi alate za algoritamsko praćenje ponašanja korisnika onlajn. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Niške vesti": "<p>Manji broj bodova po osnovnim tehničkim parametrima sajt je dobio usled činjenice da korisnički podaci prolaze kroz države sa neadekvatnim standardima zaštite. Politike privatnosti samo su delimično usklađene sa zakonskim obavezama jasnog i potpunog informisanja korisnika o obradi njihovih ličnih podataka na sajtu. Posetioci su obavešteni o aktivnostima kolačića, ali im nije ponuđena jednostavna opcija povlačenja pristanka. Sajt ne koristi intruzivne trekere, niti Fejsbuk piksel i Gugl analitiku. Android aplikacija traži rizične dozvole, a iOS ne prikuplja podatke. Medij ne nudi korisnicima opciju registracije. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Nova": "<p>Po osnovnim tehničkim parametrima, sajt pruža relativno sigurno iskustvo svojim korisnicima, izuzev što se opredelio za maskiranje lokacije hosting servera a da o tome nije obavestio svoje korisnike u politikama privatnosti. Konkretni indikatori u oblasti informisanja čitalaca ostali su nepromenjeno loši. U oblasti algoritamskog praćenja ponašanja svojih čitalaca, medij je gotovo utrostručio broj trekera i time postavio zloglasni rekord čitave ovogodišnje analize. Registrovano je značajno uvećanje broja svih vrsta trekera u analizi, a jedinu svetlu tačku u ovoj grupi indikatora predstavlja odustajanje od Gugl analitike. Sajt koristi i najintruzivnije vrste trekera. Slično je i sa mobilnim aplikacijama. Za pozitivno bodovanje ostaje činjenica da sajt ne nudi opciju registracije, a nema ni odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>",
    "Oblakoder": "<p>Sajt je sačuvao oznaku najsigurnijeg puta podataka. Nažalost, i dalje ne ispunjava zakonske obaveze u pogledu obaveštavanja korisnika o obradi ličnih podataka, budući da ne poseduje nikakvu politiku privatnosti. Na sajtu ne postoji ni obaveštenje o kolačićima. S druge strane, ne koristi intruzivne trekere i nema mobilne aplikacije. Registracija korisnika na sajt nije obuhvaćena politikom privatnosti, ali poštuje načelo minimizacije podataka u odnosu na svrhu obrade. Protiv medija nije bilo odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Ozon press": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka primenom dobre prakse za bezbednu razmenu sa korisničkim uređajima. Politikama privatnosti ispunjene su sve zakonske obaveze obaveštenja korisnika o obradi ličnih podataka. Postoji obaveštenje o kolačićima, ali nema jednostavne opcije za njihovu deaktivaciju. Broj registrovanih trekera i kolačića trećih strana na samoj je granici za lošiji skor, ali nema najintruzivnijih. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Od prve analize, protiv medija nije bilo novih odluka o kršenju novinarskog kodeksa u oblasti privatnosti, odnosno postoji samo jedna takva odluka.</p>",
    "Pink": "<p>Sajt je prvi put uvršten u analizu 2024. godine. Po osnovnim tehničkim parametrima, korisnicima se nudi bezbedan put podataka. Politike privatnosti samo tek su u manjem delu usklađene sa zakonskim obavezama. Čitaoci su obavešteni da su kolačići aktivni, ali im nije ponuđena opcija da povuku saglasnost. Registrovan je značajan broj trekera, ali nema najintruzivnijih. Android aplikacija traži rizične dozvole, a iOS ne postoji. Korisnicima se ne nudi opcija registracije. Protiv medija dosad je doneto šest odluka zbog kršenja novinarskog kodeksa u oblasti privatnosti.</p>",
    "Pirotske vesti": "<p>Sajt maskira lokaciju hosting servera, a da o tome ne informiše svoje korisnike, što je umanjilo skor u kategoriji osnovnih tehničkih parametara. Ne postoji politika privatnosti na sajtu, iako je to zakonska obaveza. Kolačići su aktivni, a korisnici imaju lak i jednostavan način da ih isključe, Sajt je odustao od Gugl analitike, ali koristi intruzivne trekere. Nisu registrovani trekeri u Android aplikaciji i ne traže se rizične dozvole. Za iOS aplikacija ne postoji. Sajt nema opciju registracije korisnika. Protiv medija nije bilo odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Pištaljka": "<p>U odnosu na ranije analize, zabeleženo je unapređenje standarda po osnovnih tehničkim parametrima, izuzev što sajt koristi maskiranje lokacije hosting servera, a da o tome ne obaveštava korisnike. Politika privatnosti i dalje ne postoji, uprkos zakonskoj obavezi. Ne postoji ni obaveštenje o kolačićima. Sajt je otvoren za Gugl analitiku, ali ne koristi intruzivne trekere. Android aplikacija traži rizične dozvole, dok za iOS aplikacija ne postoji. Korisnicima se više ne nudi opcija registracije. Protiv medija nije doneta nijedna odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Politika": "<p>Prema osnovnim tehničkim parametrima, sajt nudi supstandardni nivo bezbednosti svojim korisnicima. Lokacija hosting servera je maskirana, a da čitaoci o tome nisu obavešteni. Podaci prolaze kroz države sa neadekvatnim standardima zaštite, a u takvim zemljama sajt koristi i usluge posredovanja sadržaja. Kada je reč o zakonskim obavezama obaveštavanja građana o obradi njihovih ličnih podataka na sajtu, medij i dalje poštuje prava samo onih građana koji govore engleski jezik. Korisnici su obavešteni o aktivnostima kolačića, ali ne pruža im se opcija da povuku pristanak. Broj i vrsta trekera u upotrebi uglavnom su ujednačeni sa prethodnim analizama. Android aplikacija traži rizične dozvole, dok iOS ne prikuplja podatke. Korisnicima se nudi opcija registracije, dok se pritom ne poštuje načelo minimizacije ličnih podataka. U međuvremenu nisu donete nove odluke zbog kršenja kodeksa u oblasti privatnosti i medij ih i dalje ima ukupno pet.</p>",
    "Pressek": "<p>Podešavanjem HTTPS protokola, sajt je osvojio i poslednji korak ka maksimalnom skoru u kategoriji osnovnih tehničkih parametara za siguran protok korisničkih podataka. Politike privatnosti su u međuvremenu pomalo unapređene, ali ostaje još dosta prostora za usklađivanje sa zakonskim obavezama rukovaoca ličnim podacima građana. Ne postoji obaveštenje o kolačićima. Nisu registrovani kolačići trećih strana, dok sajt koristi relativno mali broj trekera, bez najintruzivnijih. Medij nema mobilne aplikacije. Opcija registracije korisnika postoji na sajtu, obuhvaćena je politikom privatnosti, a procedura poštuje načelo prikupljanja minimuma podataka u odnosu na svrhu obrade. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "RTS": "<p>Sajt je sačuvao oznaku najsigurnijeg puta podataka po vrednostima iz grupe osnovnih tehničkih parametara. Politike obaveštavanja čitalaca o obradi njihovih ličnih podataka značajno su unapređene u odnosu na ranije analize, ali je ostalo još prostora za usklađivanje. Kada je reč o politici kolačića, korisnici sajta su obavešteni o njihovoj aktivnosti, ali nije im ponuđena jednostavna opcija za povlačenje pristanka. Broj registrovanih trekera je uglavnom isti kao ranije, izuzev što je sajt u međuvremenu odustao od Gugl analitike. Android aplikacija traži rizične dozvole, a iOS prikuplja lične podatke. Ne postoji opcija registracije korisnika. Protiv sajta nema odluka o kršenju kodeksa u oblasti privatnosti.</p>",
    "Republika": "<p>Sajt je prvi put uvršten u analizu 2024. godine. Po osnovnim tehničkim parametrima, korisnicima se nudi bezbedan put podataka. Politike privatnosti uglavnom ne ispunjavanju zakonske obaveze. Čitaoci su obavešteni da su kolačići aktivni, ali im nije ponuđena opcija da povuku saglasnost. Registrovan je priličan broj trekera i kolačića trećih strana. Sajt ne koristi Gugl analitiku, niti najintruzivnije trekere. Android aplikacija ne traži rizične dozvole, dok iOS prikuplja lične podatke. Korisnicima se ne nudi opcija registracije. Protiv medija dosad je doneto šest odluka zbog kršenja novinarskog kodeksa u oblasti privatnosti.</p>",
    "RTV Pančevo": "<p>Sajt je sačuvao oznaku najsigurnijeg puta podataka prema osnovnim tehničkim parametrima. Na žalost, i dalje ne ispunjava zakonske obaveze informisanja građana o obradi njihovih ličnih podataka na sajtu. Posetioci su obavešteni o aktivnostima kolačića, ali im nije ponuđena opcija da jednostavno povuku pristanak. Značajan broj bodova u grupi indikatora kojima se ceni algoritamsko praćenje ponašanja čitalaca, osvojen je zahvaljujući praktičnom odsustvu trekera. Medij nema mobilnu aplikaciju i korisnicima ne nudi opciju registracije. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "021": "<p>Sajt svojim korisnicima nudi najsigurniji put podataka zahvaljujući poštovanju dobre prakse po osnovnim tehničkim parametrima. Politike u oblasti informisanja građana o obradi njihovih ličnih podataka na sajtu, značajno su unapređene. Registrovan je manji broj trekera u odnosu na ranije analize, dok ih Android aplikacija ne koristi niti traži rizične dozvole. Opcija registracije čitalaca postoji ali je obuhvaćena politikom privatnosti, poštujući načelo minimizacije. Protiv sajta nema odluka zbog kršenja kodeksa u oblasti privatnosti.</p>",
    "Srbija danas": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka, poštujući tehničke standarde bezbednosti. Politike privatnosti su drastično unapređene u odnosu na prethodne analize, ali je ostalo još prostora za usklađivanje. Čitaoci su informisani o aktivnim kolačićima, ali im nije ponuđena opcija da povuku saglasnost. Registrovano je značajno smanjenje broja i vrste trekera koje sajt koristi, a u međuvremenu se odustalo i od najintruzivnijih. Android aplikacija ne traži rizične dozvole, a iOS ne prikuplja lične podatke. Ne postoji opcija registracije korisnika na sajt. Od poslednje analize protiv medija je doneta jedna odluka zbog kršenja kodeksa u oblasti privatnosti.</p>",
    "Soinfo": "<p>Sajt je prvi put uvršten u analizu 2024. godine. Nešto lošiji skor u kategoriji osnovnih tehničkih parametara zabeležen je usled maskirane lokacije hosting servera, bez obaveštenja korisnika o tome. Politike privatnosti samo su delimično usklađene sa zakonskim obavezama. Na sajtu ne postoji obaveštenje o kolačićima. Nije registrovan nijedan treker. Medij nema mobilne aplikacije. Opcija registracije korisnika se nudi i obuhvaćena je politikom privatnosti, ali ne poštuje se načelo minimizacije podataka za obradu. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Sputnik": "<p>Sajt je prvi put uvršten u analizu 2024. godine. Po osnovnim tehničkim parametrima, korisnicima pruža supstandardni nivo bezbednosti, budući da je server hostovan u zemljama bez adekvatne zaštite. Usklađenost politika privatnosti ocenjena je maksimalnim brojem poena. Korisnici su obavešteni o aktivnostima kolačića, ali nije im ponuđena jednostavna opcija za povlačenje pristanka. registrovan je značajan broj trekera, uključujući kolačiće trećih strana, a sajt koristi i najintruzivnije vrste trekera. Android aplikacija koristi desetak trekera, ali ne traži rizične dozvole. iOS aplikacija ne postoji. Opcija registracije korisnika je obuhvaćena politikom privatnosti i poštuje načelo minimizacije. Dosad protiv medija nije bilo odluka zbog kršenja kodeksa u oblasti privatnosti.</p>",
    "TV Zona plus": "<p>Sajt primenjuje visoke standarde bezbednosti po osnovnim tehničkim parametrima. U odnosu prema vlastitim čitaocima, međutim, u potpunosti zanemaruje svoje zakonske obaveze i ne poseduje obaveštenje o obradi ličnih podataka. Takođe nema obaveštenja o kolačićima aktivnim na sajtu. Trekera nema mnogo, intruzivnih uopšte, a sajt ne koristi Fejsbuk piksel ni Gugl analitiku. Medij nema mobilne aplikacije. Takođe, ne postoji opcija registracije korisnika. Protiv medija nema nijedna odluka kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Telegraf": "<p>Sajt još uvek poštuje standarde osnovnih tehničkih parametara i potvrđuje oznaku najsigurnijeg puta podataka. Ukoliko unapredi transparentnost i razumljivost teksta svoje politike privatnosti, i u ovoj grupi indikatora mogao bi da osvoji najveći broj poena. Registrovano je značajno smanjenje broja trekera u odnosu na ranije analize, a sajt je u međuvremenu odustao od Gugl analitike i intruzivnih vrsta trekera. Na mobilnim aplikacijama situacija je slična, jedino što iOS sada prikuplja lične podatke. Sajt nema opciju registracije korisnika. Od poslednje analize, protiv medija su donete još dve odluke zbog kršenja kodeksa u oblasti privatnosti i sada ih ima ukupno sedam.</p>",
    "Užice media": "<p>Sajt i dalje ima najviši skor u kategoriji osnovnih tehničkih parametara, obezbeđujući siguran put korisničkih podataka. Nažalost, grupa indikatora za analizu usklađenosti sa zakonskim obavezama o obaveštavanju korisnika o obradi podataka na sajtu, ocenjena je gotovo najniže. Na sajtu postoji obaveštenje o kolačićima, ali nema jednostavne opcije za njihovu deaktivaciju. U oblasti algoritamskog praćenja ponašanja korisnika onlajn nisu zabeležene značajnije promene: sajt koristi kolačiće trećih strana, optirao je za Fejsbuk piksel u međuvremenu, ali nisu registrovani intruzivni trekeri. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Novosti": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka, budući da su osnovni tehnički parametri u skladu sa bezbednosnim standardima. Mada su uočene manje promene u politikama privatnosti taj, zakonom propisan dokument na sajtu još uvek nije u potpunosti usklađen. Najveći napredak registrovan je u grupi indikatora za algoritamsko praćenje ponašanja korisnika, gde je zabeležen manji broj trekera u odnosu na prethodne analize, kao i odsustvo najintruzivnijih vrsta. Android aplikacija ne traži rizične dozvole, ali iOS prikuplja lične podatke. Sajt ne nudi opciju registracije korisnika. U međuvremenu nije bilo odluka protiv medija zbog kršenja kodeksa u oblasti privatnosti i ostaje ih ukupno 3.</p>",
    "ZA media": "<p>Sajt je zadržao oznaku najsigurnijeg puta podataka primenom dobre prakse po osnovnim tehničkim parametrima. Politike privatnosti postoje, ali ne ispunjavaju gotovo nijednu zakonsku obavezu o obaveštavanju korisnika o obradi ličnih podataka. Ne postoji obaveštenje o kolačićima. Sajt koristi relativno mali broj trekera, bez najintruzivnijih. Medij nema mobilne aplikacije. Ne postoji opcija za registraciju korisnika na sajt. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Zoomer": "<p>Sajt je postigao najviši standard bezbednosti podataka prema osnovnim tehničkim parametrima. Zakonske obaveze obaveštenja korisnika o obradi ličnih podataka na sajtu, međutim, nisu ispunjene jer sajt nema ni elementarne politike privatnosti. Kolačići su aktivni, ali postoji jednostavan i svima vidljiv način da se isključe. Relativno mali broj trekera i odsustvo intruzivnih vrsta, kao i činjenica da sajt nema mobilne aplikacije, održavaju visok skor u kategorijama koje se tiču algoritamskog praćenja ponašanja korisnika. Sajt nema opciju registracije. Nema odluka o kršenju novinarskog kodeksa u oblasti privatnosti.</p>",
    "Jugpress":"<p>Sajt je zadržao oznaku najbezbednijeg puta podataka. Takođe ima maksimalan broj poena za transparentno i u potpunosti usklađeno obaveštenje korisnika o obradi njihovih ličnih podataka na sajtu. Postoji i obaveštenje o kolačićima, ali nema jednostavnog načina za povlačenje pristanka. Po broju i vrsti registrovanih trekera nema većih odstupanja od prethodne analize. Ne koristi najintruzivnije trekere. Android aplikacija traži rizične dozvole, a za iOS aplikacija ne postoji. Korisnicima se ne nudi opcija registracije. Protiv medija nema nijedna odluka kršenju novinarskog kodeksa u oblasti privatnosti.</p>"
  }
  