[
  [
    "Medij",
    "url",
    "Lična karta medija (1 proširena rečenica)",
    "<p>Highlights svakog medija (1 pasus o dobrim i lošim praksama)<br /></p>"
  ],
  [
    "Blic",
    "blic.rs",
    "Sajt registrovan kao forma istoimenog dnevnog lista 18.11.2009. Izdavač: Izdavačko društvo Ringier Axel Springer doo Beograd",
    "<p>Tehnički i pravni preduslovi su u određenoj meri ispunjeni: sajt obezbeđuje siguran protokol za komunikaciju sa korisničkim uređajem, server i putanja podataka locirani su u državi koja delimično odgovara standardima zaštite podataka; od 12 pokazatelja o izvršavanju zakonske obaveze o informisanju korisnika, tri su slabije bodovana.<br />Najveći broj poena oduzet je na indikatorima o broju i vrsti trekera, kolačićima trećih strana i alatima velikih korporacija. Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Intruzivna praksa sa ličnim podacima korisnika uglavnom se ponavlja na mobilnim platformama.<br />Registracija korisnika opisana je u politici privatnosti, ali obim prikupljenih podataka prevazilazi svrhu njihovog prikupljanja. Pet odluka o kršenju etičkog kodeksa u oblasti privatnosti svrstava medij u srednje rizične aktere.</p>"
  ],
  [
    "Kurir",
    "kurir.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 07.06.2016. Izdavač: Adria Media Group doo Beograd.",
    "<p>Mada se server ne nalazi u Srbiji, a podaci prolaze kroz još dve zemlje, na tehničkim parametrima nisu oduzimani poeni, jer je reč o jurisdikcijama koje pružaju adekvatnu pravnu zaštitu. Veći broj poena oduzet je na indikatorima o ispunjavanju zakonske obaveze informisanja korisnika o obradi ličnih podataka: politika privatnosti postoji ali, osim što nije pisana jasno i transparentno, ne pruža gotovo nijednu informaciju o obradi.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne postoji jednostavan način za uskraćivanje pristanka. Manji broj kolačića i trekera uštedeli su sajtu nešto poena, što je slučaj i sa verzijama za mobilne uređaje.<br />Registracija korisnika opisana je u politici privatnosti, ali obim prikupljenih podataka prevazilazi svrhu njihovog prikupljanja. Sa 12 odluka o kršenju etičkog kodeksa u oblasti privatnosti, medij se svrstava u visoko rizične aktere.</p>"
  ],
  [
    "B92",
    "b92.net",
    "Registrovan kao samostalno elektronsko izdanje (uređivački oblikovana internet stranica) 05.01.2010. Izdavač: Radio difuzno preduzeće B92 doo Beograd.",
    "<p>Server ovog medija nalazi se u Srbiji, dok podaci na putu od korisničkog uređaja do sajta ne izlaze iz zemlje. Koristi siguran protokol i nema posrednike sadržaja. Politika privatnosti postoji, ocenjena je visokom ocenom i sadrži sve informacije o obradi ličnih podataka u skladu sa zakonom.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Broj kolačića i trekera je značajan, mada nema najintruzivnijih. Od korisnika Android platforme traže se rizične dozvole, uz značajan broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koja se prikuplja.<br />Registracija korisnika opisana je u politici privatnosti, ali obim prikupljenih podataka prevazilazi svrhu njihovog prikupljanja. <br />Protiv sajta nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Nova",
    "nova.rs",
    "Sajt televizijskog programa registrovanog 20.11.2013. Izdavač: Nova.rs Television d.o.o. Beograd.",
    "<p>Mada se konekcija uređaja i sajta odvija po sigurnom protokolu, Nova koristi posrednički servis, pa je nemoguće utvrditi lokaciju hosting servera, dok se taj podatak ne pominje u politici privatnosti. Osim kroz Srbiju, podaci prolaze kroz još tri države, od kojih su dve članice EU, a treća ne pripada u potpunosti odgovarajućem režimu zaštite podataka. Politikom privatnosti nisu do kraja ispunjene zakonske obaveze o obaveštavanju korisnika.<br />Primenjena je dobra praksa da kolačići nisu aktivni pre izričite saglasnosti korisnika, ali na broju i vrsti kolačića i trekera, posebno onih intruzivnih, izgubljen je značajan broj poena. Na Android aplikaciji aktivan je značajan broj trekera i intruzivnih dozvola, dok se sa iOS platforme ne prikupljaju lični podaci.<br />Medij nema opciju za registraciju korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "N1",
    "rs.n1info.com",
    "Platforma beogradskog ogranka regionalnog kablovskog kanala, pokrenutog 2014. u vlasništvu kompanije Adria News (United Media).",
    "<p>Lični podaci korisnika prolaze kroz Srbiju, dve zemlje EU i SAD, koja nije potpuno adekvatna u pogledu standarda zaštite podataka. Lokacija servera nije utvrđena, jer sajt koristi usluge posrednika sadržaja, što je dobro sa stanovišta bezbednosti, ali kako ova informacija nije saopštena u politici privatnosti - narušeno je načelo transparentnosti u rukovanju ličnim podacima građana. Koristi siguran protokol za komunikaciju uređaja i sajta. Politikom privatnosti uglavnom su ispunjene zakonske obaveze o obaveštavanju korisnika.<br />Primenjena je dobra praksa da kolačići nisu aktivni pre izričite saglasnosti, ali na broju i vrsti kolačića i trekera, posebno onih intruzivnih, izgubljen je značajan broj poena. <br />Na Android aplikaciji zabeležen je osrednji broj trekera i intruzivnih dozvola, ali se sa iOS platforme ne prikupljaju lični podaci.<br />Medij nema opciju za registraciju korisnika.<br />Protiv medija doneta je jedna odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Mondo",
    "mondo.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 06.02.2019. Izdavač: Privredno društvo za obezbeđivanje prava i distribuciju audio-vizuelnih proizvoda Mondo Inc doo Beograd.",
    "<p>Koristi siguran protokol za konekciju uređaja i sajta. Podaci korisnika prolaze kroz Srbiju, dve zemlje EU i SAD, ali korisnici neće znati gde se njihovi lični podaci skladište, jer je lokacija servera sakrivena posredničkom uslugom kompanije smeštene u SAD, državi koja nije u potpunosti usaglašena sa odgovarajućim standardima zaštite. Politika privatnosti u nedovoljnoj meri ispunjava zakonske obaveze o informisanju korisnika.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, uključujući i one najintruzivnije. Od korisnika Android platforme traže se rizične dozvole, uz značajan broj trekera, dok se od korisnika iOS prikupljaju lični podaci.<br />Registracija je obuhvaćena politikom privatnosti, ali opcija ne postoji na sajtu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Danas",
    "danas.rs",
    "Sajt registrovan kao forma istoimenog dnevnog lista 29.10.2009. Izdavač: Društvo za novinsko izdavačku delatnost Dan Graf doo Beograd.",
    "<p>Čitaoci sajta imaju sigurnu konekciju sa svog uređaja, a njihovi podaci prolaze kroz Srbiju i jednu zemlju EU, u kojoj se nalazi i server – što je utvrdivo, jer sajt ne koristi posrednika za svoj sadržaj. Politika privatnosti ocenjena je visokom ocenom i gotovo u potpunosti ispunjava zakonske obaveze o obaveštavanju korisnika.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira manju količinu kolačića i trekera, nema najintruzivnijih vrsta. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koja se prikuplja.<br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Telegraf",
    "telegraf.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 15.03.2012. Izdavač: Internet Group doo, Beograd.",
    "<p>Konekcija uređaja i sajta je sigurna, hosting server se nalazi u Srbiji, a podaci korisnika ne napuštaju zemlju na svom putu do servera. Razumljivost politike privatnosti ocenjena je srednjom ocenom, dok njen sadržaj gotovo u potpunosti ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, uključujuči i najintruzivnije vrste. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz osrednji broj trekera, dok se od korisnika iOS prikupljaju podaci koji nisu lični.<br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija donete su tri odluke o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Večernje novosti",
    "novosti.rs",
    "Sajt dnevnog lista registrovanog 13.11.2009. Izdavač: Novinsko-izdavačko društvo Kompanija Novosti ad Beograd.",
    "<p>Konekcija se uspostavlja po sigurnom protokolu, server se nalazi u jednoj zemlji EU koja je, pored Srbije, i jedina jurisdikcija kroz koju podaci prolaze. Razumljivost politike privatnosti ocenjena je srednjom ocenom, a njen sadržaj uglavnom ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Postavlja veliku količinu kolačića i trekera, uključujuči i najintruzivnije vrste. Od korisnika Android platforme ne traže se rizične dozvole, uz manji broj trekera, dok se od korisnika iOS prikupljaju podaci koji nisu lični.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija donete su dve odluke o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "RTS",
    "rts.rs",
    "Internet portal republičkog javnog medijskog servisa, u aktuelnom dizajnu od 2008.",
    "<p>Konekcija je sigurna, server se nalazi u Srbiji, a podaci korisnika ne napuštaju zemlju na svom putu do servera. Veliki broj poena izgubljen je zbog loše napisane politike privatnosti, čiji sadržaj ne ispunjava veći deo zakonskih obaveza o informisanju korisnika o obradi ličnih podataka.<br />Posetioci sajta nisu obavešteni o kolačićima, čiji su broj i vrsta relativno umereni. Nema intruzivnih trekera. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz veći broj trekera, dok se od korisnika iOS prikupljaju lični podaci.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Espreso",
    "espreso.co.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 09.09.2015. Izdavač: Adria Media Group doo Beograd.",
    "<p>Server se nalazi izvan evropskog kontinenta, ali je u zemlji koja je usaglašena sa standardima zaštite podataka. Pored Srbije, podaci prolaze kroz jednu članicu EU i jednu državu usaglašenu sa standardima zaštite. Konekcija uređaja i sajta je sigurna. Politika privatnosti postoji, ali na stranom jeziku i ne ispunjava nijednu zakonsku obavezu o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, među kojima nema najintruzivnijih vrsta. Od korisnika Android platforme ne traže se rizične dozvole, mada trekera ima, dok se od korisnika iOS ne prikupljaju lični podaci.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Alo",
    "alo.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 02.07.2018. Izdavač: Alo media system doo Beograd.",
    "<p>Konekcija je sigurna, server se nalazi u Srbiji, a podaci korisnika ne napuštaju zemlju na svom putu do servera. Mada postoji, politika privatnosti ispunjava samo mali broj zakonskih obaveza o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira veliku količinu kolačića i trekera, uključujući najintruzivnije vrste. Od korisnika Android platforme ne traže se rizične dozvole, prisutni su trekeri, dok se od korisnika iOS prikupljaju lični podaci.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija doneto je 13 odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "013 info",
    "013info.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 13.03.2015. Izdavač: 013 info.",
    "<p>Jedan od retkih medija koji nema podešeno automatsko učitavanje sajta po sigurnom protokolu, mada za to poseduje odgovarajući sertifikat. Bez ispravne konfiguracije, sertifikat za HTTPS je obesmišljen. Lokacija servera se ne može utvrditi, jer sajt koristi posrednike sadržaja, dok podaci, osim kroz Srbiju, prolaze kroz još dve države EU i dva puta kroz SAD (režim zaštite koji nije u potpunosti adekvatan). Server posredničkog servisa takođe se nalazi u SAD.<br />Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj delimično ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira umerenu količinu kolačića i trekera, bez najintruzivnijih vrsta. Nema aplikacije za mobilne platforme.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Srbija danas",
    "srbijadanas.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 13.03.2014. Izdavač: Srbija Danas doo Beograd.",
    "<p>Konekcija je sigurna, server se nalazi u Srbiji, a podaci korisnika ne napuštaju zemlju na svom putu do servera. Loše ocenjena politika privatnosti gotovo uopšte ne ispunjava obaveze o informisanju korisnika propisane zakonom.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, bez najintruzivnijih vrsta. Od korisnika Android platforme ne traže se rizične dozvole, uz srednji broj trekera, dok se od korisnika iOS ne prikupljaju podaci.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Objektiv",
    "objektiv.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 26.12.2019. Izdavač: Elektronski portal Objektiv doo Beograd.",
    "<p>Konekcija korisničkog uređaja se odvija po sigurnom protokolu, ali se lokacija servera ne može utvrditi, jer sajt koristi posrednički servis iz SAD. Podaci putuju kroz tri zemlje EU, jednu evropsku zemlju usaglašenu sa standardima zaštite i SAD, zemlju između adekvatnog i neadekvatnog režima. Srednje razumljiva politika privatnosti samo delimično ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira izuzetno veliku količinu kolačića i trekera, mada ne i najintruzivnije vrste. Od korisnika Android platforme ne traže se rizične dozvole, registrovan je određen broj trekera, dok se od korisnika iOS ne prikupljaju podaci.<br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Informer",
    "informer.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 31.01.2017. Izdavač: Insajder tim doo Beograd.",
    "<p>Konekcija uređaja i sajta je sigurna, server se nalazi u državi članici EU koja je, uz Srbiju, i zemlja tranzita podataka. Razumljivost politike privatnosti ocenjena je najnižom ocenom, ali njen sadržaj u većoj meri ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, mada ne i najintruzivnije vrste. Od korisnika Android platforme se ne traže rizične dozvole, ali je registrovan veći broj trekera, dok se od korisnika iOS ne prikupljaju lični podaci.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija doneto je 10 odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Direktno",
    "direktno.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 05.02.2020. Izdavač: Privredno društvo Direktno Digital News doo Beograd.",
    "<p>Konekcija uređaja i sajta odvija se po sigurnom protokolu, server se nalazi u jednoj EU državi. Na svom putu od korisničkog uređaja do servera, podaci prolaze i kroz jednu evropsku zemlju, koja nije članica EU, ali je usaglašena sa standardima zaštite. Razumljivost politike privatnosti ocenjena je srednjom ocenom, ali njen sadržaj tek u manjoj meri ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Kolačići na sajtu su aktivni, ali postoji jednostavan i vidljiv način da se isključe. Sajt plasira izuzetno veliki broj kolačića i trekera, mada ne i one najintruzivnije. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok korisnici iOS nisu informisani o vrsti podataka koji se prikupljaju.<br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Radio 021",
    "021.rs",
    "Sajt radio programa registrovanog 24.12.2009. Izdavač: Radiodifuzno preduzeće 021 doo Novi Sad.",
    "<p>Konekcija uređaja i sajta se odvija po sigurnom protokolu. Server se nalazi u Srbiji, a podaci korisnika ne napuštaju zemlju. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj delimično ispunjava zahteve propisane zakonom o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira određenu količinu kolačića i trekera, mada ne i najintruzivnije vrste. Sajt nema aplikacije za mobilne platforme.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Mozzart sport",
    "mozzartsport.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 18.01.2013. Izdavač: Mozzart doo Beograd.",
    "<p>Protokol za konekciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD. Nemogućnost tehničkog lociranja servera usled ove bezbednosne zaštite, nadomeštena je jasnom informacijom u politici privatnosti, gde se navodi da se server nalazi u državi-članici EU. Politika privatnosti ocenjena je najvišom ocenom, a njen sadržaj u potpunosti ispunjava zakonske obaveze o informisanju korisnika sajta o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira manju količinu kolačića i trekera, ali ne i najintruzivnije vrste.  Od korisnika Android platforme traži se veći broj rizičnih dozvola, uz manji broj trekera, dok se od korisnika iOS prikupljaju lični podaci. <br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Politika",
    "politika.rs",
    "Sajt registrovan kao forma istoimenog dnevnog lista 02.11.2009. Izdavač: Politika novine i magazini Društvo za izdavanje novina i magazina doo Beograd.",
    "<p>Jedan od samo četiri medija bez podešenog automatskog učitavanja sajta po sigurnom protokolu, mada za to poseduje odgovarajući sertifikat. Bez ispravne konfiguracije, sertifikat za HTTPS je obesmišljen. Lokacija servera se ne može utvrditi, jer sajt koristi posrednike sadržaja iz SAD, dok u politici privatnosti građani nisu obavešteni o mestu skladištenja ličnih podataka. Osim kroz Srbiju i SAD, podaci prolaze kroz još četiri države, sve članice EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, jer je na stranom jeziku, dok njen sadržaj ne ispunjava nijednu od obaveza iz zakona u pogledu informisanja korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira značajnu količinu kolačića i trekera, ali ne i najintruzivnije vrste. Od korisnika Android platforme traži se određen broj rizičnih dozvola, uz veći broj trekera, dok se od korisnika iOS ne prikupljaju podaci. <br />Registracija korisnika postoji, ali nije obuhvaćena politikom privatnosti. Količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija doneto je pet odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Dnevnik",
    "dnevnik.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 08.12.2016. Izdavač: Dnevnik Vojvodina press doo Preduzeće za izdavanje i štampanje novina, Novi Sad.",
    "<p>Konekcija uređaja i sajta odvija se po sigurnom protokolu. Server se nalazi u Srbiji i podaci ne napuštaju zemlju. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a njen sadržaj, tek u manjoj meri, ispunjava obaveze iz zakona u pogledu informisanja korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira određenu količinu kolačića i trekera, ali ne i najintruzivnije vrste.<br />Nema aplikacije za mobilne platforme.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Autonomija",
    "autonomija.info",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 13.01.2011. Izdavač: Nezavisno društvo novinara Vojvodine.",
    "<p>Komunikacija uređaja i sajta odvija se po sigurnom protokolu. Server se nalazi u državi-članici EU koja je, uz Srbiju, i jedina zemlja kroz koju podaci putuju. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok ispunjava samo nekoliko obaveza propisanih zakonom o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira određenu količinu kolačića i trekera, ali ne i najintruzivnije vrste.<br />Nema aplikacije za mobilne platforme.<br />Registracija korisnika postoji, ali nije obuhvaćena politikom privatnosti. Količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Brif",
    "brif.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 16.01.2017. Izdavač: Brif media net doo Novi Sad.",
    "<p>Protokol za komunikaciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD, bez obaveštenja korisnicima o mestu na kom se podaci skladište. Sajt nema politiku privatnosti pa su mu poeni oduzeti po svim pokazateljima iz ove kategorije.<br />Ne postoji obaveštenje o kolačićima, ali nije registrovano prisustvo kolačića i trekera. Nema aplikacije za mobilne platforme.<br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Moj Bečej",
    "mojbecej.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 16.10.2012. Izdavač: Bečejsko udruženje mladih.",
    "<p>Protokol za komunikaciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD bez obaveštenja korisnicima o mestu na kom se podaci skladište. Osim kroz Srbiju i SAD, podaci prolaze i kroz jednu članicu EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a ona samo u manjoj meri ispunjava zakonsku obavezu o informisanju korisnika o obradi ličnih podataka.<br />Na sajtu ne postoji obaveštenje o kolačićima, koji se plasiraju u manjoj meri, uključujući i najintruzivnije vrste.<br />Nema aplikacije za mobilne platforme.<br />Registracija korisnika je obuhvaćena politikom privatnosti, ali opcija ne postoji na sajtu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "RTV Pančevo",
    "rtvpancevo.rs",
    "Sajt registrovan kao forma istoimene RTV 13.04.2010. Izdavač: Radiotelevizija Pančevo doo Pančevo.",
    "<p>Konekcija uređaja i sajta se odvija po sigurnom protokolu, dok se server nalazi u državi članici EU. Na putu do servera to je, uz Srbiju, i jedina tranzitna zemlja za podatke. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj gotovo uopšte ne ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Zanemarljiv broj kolačića i trekera uštedeo je poene, kao i odsustvo aplikacija za mobilne platforme. Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Magločistač",
    "maglocistac.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 06.02.2015. Izdavač: Udruženje građana “Centar građanskih vrednosti”.",
    "<p>Konekcija uređaja i sajta se odvija po sigurnom protokolu, dok se server nalazi u državi članici EU. Na putu do servera to je, uz Srbiju, i jedina tranzitna zemlja za podatke. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj gotovo uopšte ne ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.\t<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se manji broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Registracija korisnika obuhvaćena je politikom privatnosti, ali opcija ne postoji na sajtu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Južne vesti",
    "juznevesti.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 11.10.2010. Izdavač: Simplicity doo Niš.",
    "<p>Protokol za komunikaciju uređaja i sajta je siguran, dok sajt koristi posredničke usluge kompanije iz SAD, bez obaveštenja korisnicima o mestu na kom se podaci skladište. Osim kroz Srbiju i SAD, podaci prolaze i kroz jednu članicu EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a ona samo u manjoj meri ispunjava zakonsku obavezu o informisanju korisnika o obradi ličnih podataka.<br />Na sajtu ne postoji obaveštenje o kolačićima i trekerima, dok njihov broj nije zanemarljiv, mada nema najintruzivnijih. Od korisnika Android platforme traži se određeni broj rizičnih dozvola, uz veći broj trekera, dok korisnici iOS nisu obavešteni o vrsti podataka koji se prikupljaju. <br />Na sajtu ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Niške vesti",
    "niskevesti.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 26.12.2014. Izdavač: City marketing Centar doo Niš.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u zemlji članici EU, dok osim Srbije i krajnje destinacije, podaci prolaze kroz još jednu članicu EU. Razumljivost politike privatnosti ocenjena je srednjom ocenom, a njen sadržaj delimično je usklađen sa zahtevima, koje propisuje zakon o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se značajan broj kolačića i trekera, bez najintruzivnijih. Od korisnika Android platforme traži se manji broj rizičnih dozvola, uz manji broj trekera, dok se od korisnika iOS ne prikupljaju podaci. <br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "TV Zona plus",
    "tvzonaplus.rs",
    "Sajt televizijskog programa registrovanog 04.05.2015. Izdavač: Zona plus doo Niš.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u Srbiji i podaci ne napuštaju zemlju tokom konekcije. Sajt nema politiku privatnosti, pa su poeni oduzeti po svim indikatorima iz ove kategorije.<br />Sajt ne obaveštava korisnike o kolačićima, koje plasira u manjoj meri, mada ne i najintruzivnije. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.<br /></p>"
  ],
  [
    "Jugpress",
    "jugpress.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 11.12.2009. Izdavač: Centar za demokratiju i razvoj juga Srbije.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke. Sajt nema politiku privatnosti, pa su poeni oduzeti po svim indikatorima iz ove kategorije.<br />Sajt ne obaveštava korisnike o kolačićima, koje ni ne plasira. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Bujanovačke",
    "bujanovacke.co.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 11.02.2015. Izdavač: Bujanovačke.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU, protok podataka registrovan je u Srbiji i tri države članice EU. Sajt nema politiku privatnosti, pa su poeni oduzeti po svim indikatorima iz ove kategorije.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se određen broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Info Vranjske",
    "infovranjske.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 12.02.2018. Izdavač: “Tim za razvoj i integracije”.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj ne ispunjava većinu obaveza propisanih zakonom o obaveštavanju korisnika o obradi ličnih podataka.<br />Sajt ne obaveštava korisnike o kolačićima, koje plasira u značajnoj meri, mada ne i najintruzivnije. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Ozon press",
    "ozonpress.net",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 03.03.2011. Izdavač: Preduzeće za marketing Ozon media doo Čačak.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU, protok podataka registrovan je u Srbiji i tri države članice EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj ne ispunjava većinu obaveza propisanih zakonom o obaveštavanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se određen broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija je doneta jedna odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Kolubarske",
    "kolubarske.rs",
    "Registrovan kao samostalno elektronsko izdanje (uređivački oblikovana internet stranica) 17.04.2014. Izdavač: Kolubarske doo Valjevo.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Lokacija servera je neutvrđena, jer sajt koristi usluge posrednika sadržaja iz SAD, dok o mestu skladištenja podataka ne obaveštava korisnike. Razumljivost politike privatnosti ocenjena je najnižom ocenom; nije ispunjena gotovo nijedna obaveza iz zakona o informisanju korisnika o obradi ličnih podataka.<br />Sajt ne obaveštava korisnike o kolačićima, koje plasira u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Opcija registracije korisnika postoji, ali nije obuhvaćena politikom privatnosti. Na ovaj način prikuplja se minimum podataka potrebnih za svrhu obrade.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Kruševac press",
    "krusevacpress.com",
    "Registrovan kao samostalno elektronsko izdanje (uređivački oblikovana internet stranica) 03.09.2015. Izdavač: Centar za istraživačko novinarstvo Kruševac.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj ne ispunjava većinu obaveza propisanih zakonom o obaveštavanju korisnika o obradi ličnih podataka.<br />Sajt ne obaveštava korisnike o kolačićima, koje plasira u određenoj meri, mada ne i najintruzivnije. Nema aplikacije za mobilne platforme. Opcija registracije korisnika postoji, ali nije obuhvaćena politikom privatnosti. Na ovaj način prikuplja se minimum podataka potrebnih za svrhu obrade.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Pressek",
    "pressek.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 16.01.2017. Izdavač: Miroslav Čer pr Reklamna agencija Gerila ADV Kragujevac.",
    "<p>Jedan od četiri medija koji nema podešeno automatsko učitavanje sajta po sigurnom protokolu, mada za to poseduje odgovarajući sertifikat. Bez ispravne konfiguracije, sertifikat za HTTPS je obesmišljen. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke. Sajt nema politiku privatnosti, pa su bodovi oduzeti po svakom od pokazatelja iz ove kategorije.<br />Nema obaveštenja o kolačićima, koje sajt plasira u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Opcija registracije korisnika postoji, ali nije obuhvaćena politikom privatnosti. Na ovaj način prikuplja se minimum podataka potrebnih za svrhu obrade.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Kragujevac danas",
    "kragujevacdanas.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 20.10.2020. Izdavač: Dejan Veljković pr Agencija za proizvodnju televizijskog programa i audio-vizuelnih proizvoda Dream Factory Production Kragujevac.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU, dok podaci prolaze kroz Srbiju i dve EU članice. Sajt nema politiku privatnosti, pa su bodovi oduzeti po svakom od pokazatelja iz ove kategorije.<br />Nema obaveštenja o kolačićima, koje sajt plasira u određenoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Užice media",
    "uzicemedia.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 18.05.2016. Izdavač: Udruženje građana NVO “Užicemedia”.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke.  Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj ne ispunjava većinu obaveza propisanih zakonom o obaveštavanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se veći broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "ZA media",
    "zamedia.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 31.12.2013. Izdavač: ZA media doo Zaječar.",
    "<p>Uređaj i sajt komuniciraju po sigurnom protokolu. Server se nalazi u državi EU koja je, uz Srbiju, i jedina tranzitna zemlja za podatke. Razumljivost politike privatnosti ocenjena je najnižom ocenom, dok njen sadržaj ispunjava samo jednu od obaveza propisanih zakonom o obaveštavanju korisnika o obradi ličnih podataka.<br />Nema obaveštenja o kolačićima, koje sajt plasira u manjoj meri, bez najintruzivnijih. Nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Istočne vesti",
    "istocnevesti.com",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 15.01.2014. Izdavač: Miloš Petrović pr Agencija reklamnih delatnosti As Media Zaječar. Sajt ovog medija je u međuvremenu ugašen.",
    "<p>Uređaj i sajt povezuju se po sigurnom protokolu. Server se nalazi u državi EU dok podaci, osim kroz Srbiju, zaobilaznim putem prolaze kroz SAD, jednu državu EU i jednu evropsku državu usklađenu sa standardima zaštite. Ne postoji politika privatnosti, pa su poeni smanjeni po svim indikatorima izuzev informacije o deljenju podataka, koja je delimično saopštena na drugačiji način. <br />Kolačići su aktivni, ali postoji jednostavan i vidljiv način da se isključe. Registrovan je manji broj kolačića i trekera, bez najintruzivnijih. Nema aplikacije za mobilne platforme. <br />Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "NG portal",
    "ngportal.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 10.01.2020. Izdavač: NG Media.",
    "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Informacije o mestu gde se skladište podaci nema. Osim kroz Srbiju i SAD, podaci prolaze kroz dve zemlje EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a njen sadržaj gotovo uopšte ne ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Ne postoji obaveštenje o kolačićima, niti je njihovo prisustvo registrovano. Nema aplikacije za mobilne platforme. Registracija korisnika je obuhvaćena politikom privatnosti, a količina podataka koja se na taj način skuplja minimalna je u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "IST media",
    "istmedia.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 12.03.2013. Izdavač: Saša Trifunović pr Agencija za konsalting i menadžment i press centar Ist Media Bor.",
    "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacije o mestu gde se skladište podaci. Osim kroz Srbiju i SAD, podaci prolaze kroz dve zemlje EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a njen sadržaj gotovo uopšte ne ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Nije registrovano prisustvo kolačića i trekera. Od korisnika Androida traži se određeni broj rizičnih dozvola, a prisutni su i trekeri. Aplikacije za iOS platofrmu nema.<br />Registracija korisnika je obuhvaćena politikom privatnosti, ali opcije nema na sajtu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Bor 030",
    "www.bor030.net",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 06.06.2013. Izdavač: Veb Tim “Bor 030”.",
    "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacije o mestu gde se skladište podaci. Osim kroz Srbiju i SAD, podaci prolaze kroz dve zemlje EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, a njen sadržaj gotovo uopšte ne ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Na sajtu nema obaveštenja o kolačićima, koji se plasiraju u značajnoj meri, mada bez najintruzivnijih. Medij nema aplikacije za mobilne platforme. Registracija korisnika je obuhvaćena politikom privatnosti, ali opcije nema na sajtu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Pirotske vesti",
    "pirotskevesti.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 20.01.2014. Izdavač: Aleksandar Ćirić pr Agencija za veb portale i novinske delatnosti Pina NC Pirot.",
    "<p>Komunikacija uređaja i sajta odvija se po sigurnom protokolu. Hosting server je lociran u Srbiji, ali, osim kroz Srbiju, podaci putuju kroz jednu zemlju EU i SAD. Ne postoji politika privatnosti, pa su poeni oduzeti po svakom od indikatora iz ove kategorije.<br />Ne postoji obaveštenje o kolačićima, koje sajt plasira u određenoj meri, mada bez najintruzivnijih. Na Android platformi ne traže se dozvole, niti ima trekera, dok na iOS platformi nema informacija o podacima koji se prikupljaju. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "BIZLife",
    "bizlife.rs",
    "Sajt dnevnih i periodičnih novina registrovanih 16.05.2013. Izdavač: Digital life doo Beograd.",
    "<p>Konekcija uređaja i sajta je sigurna, server se nalazi u državi EU koja je, pored Srbije, i jedina tranzitna zemlja za podatke. Politika privatnosti ocenjena je najvišom ocenom i gotovo u potpunosti ispunjava sve obaveze propisane zakonom o informisanju korisnika o obradi ličnih podataka. <br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se značajan broj kolačića i trekera, uključujući najintruzivnije. Medij nema aplikaciju za mobilne platforme.<br />Registracija korisnika nije obuhvaćena politikom privatnosti, ali se na ovaj način prikuplja minimum podataka u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Oblakoder",
    "oblakoder.org.rs",
    "Onlajn magazin namenjen mladima, pokrenut 2018.",
    "<p>Konekcija uređaja i sajta je sigurna, server se nalazi u zemlji čiji pravni režim odgovara standardima zaštite podataka. Putanja, osim kroz Srbiju i zemlju gde se podaci skladište, registrovana je u jednoj državi EU. Sajt nema politiku privatnosti, pa su poeni oduzeti po svim indikatorima iz ove kategorije.<br />Sajt nema obaveštenje o kolačićima, ali plasira zanemarljiv broj, bez najintruzivnijih. Od korisnika Androida ne traže se rizične dozvole, prisutna su dva trekera, dok nema aplikacije za iOS. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Zoomer",
    "zoomer.rs",
    "Platforma za mlade.",
    "<p>Jedan od retkih medija koji nema podešeno automatsko učitavanje sajta po sigurnom protokolu, mada za to poseduje odgovarajući sertifikat. Bez ispravne konfiguracije, sertifikat za HTTPS je obesmišljen. Server se nalazi u zemlji EU koja je, sem Srbije, i jedina tranzitna zemlja za podatke. Ne postoji politika privatnosti, pa su poeni oduzeti po svim indikatorima iz ove kategorije.<br />Kolačići nisu aktivni pre izričitog pristanka. Plasira se određen broj kolačića i trekera, bez najintruzivnijih. Medij nema aplikacije za mobilne platforme. Ne postoji opcija registracije korisnika.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Noizz",
    "noizz.rs",
    "Lokalna verzija platforme za mlade prisutne u više evropskih zemalja, pokrenuta u Srbiji 2016. Izdavač: Izdavačko društvo \"Ringier Axel Springer\" d.o.o Beograd.",
    "<p>Sajt i uređaj komuniciraju po sigurnom protokolu. Server je lociran u SAD, državi ne sasvim u saglasnosti sa standardima zaštite. Podaci prolaze kroz Srbiju, SAD i jednu državu EU. Razumljivost politike privatnosti ocenjena je najnižom ocenom, ali njen sadržaj u većoj meri ispunjava zakonske obaveze o informisanju korisnika o obradi ličnih podataka.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne pruža jednostavan način za uskraćivanje pristanka. Plasira se veći broj kolačića i trekera, bez najintruzivnijih. Od korisnika Androida traže se dve rizične dozvole, a prisutan je veliki broj trekera. Medij nema aplikaciju za iOS platformu.<br />Registracija korisnika je obuhvaćena politikom privatnosti, ali na sajtu takva opcija ne postoji.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Pištaljka",
    "pistaljka.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 12.08.2010. Izdavač: Udruženje “Eutopija”.",
    "<p>Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacije o mestu gde se skladište podaci. Osim kroz Srbiju i SAD, podaci prolaze kroz jednu zemlju EU. Ne postoji politika privatnosti, pa su poeni oduzeti po svim pokazateljima iz ove kategorije.<br />Na sajtu ne postoji obaveštenje o kolačićima, plasiranim u manjem broju, bez najintruzivnijih. Medij nema aplikacije za mobilne platforme. Registracija korisnika nije obuhvaćena politikom privatnosti, ali se na ovaj način sakuplja minimum podataka u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti.</p>"
  ],
  [
    "Insajder",
    "insajder.net",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 12.11.2015 Izdavač: INSAJDER PRODUKCIJA DOO BEOGRAD.",
    "Dok je konekcija uređaja i sajta sigurna, lokacija hosting servera nije utvrđena, jer sajt koristi posrednički servis iz SAD. Nema informacije o mestu gde se skladište podaci. Osim kroz Srbiju i SAD, podaci prolaze kroz jednu zemlju EU. Razumljivost politike privatnosti ocenjena je srednjom ocenom, a njen sadržaj ne ispunjava većinu obaveza o informisanju korisnika o obradi ličnih podataka.<br />Ne postoji obaveštenje o kolačićima, koje sajt plasira u određenoj meri, bez najintruzivnijih. Od korisnika Android platforme traže se tri rizične dozvole, a prisutan je veći broj trekera. Korisnici iOS nisu obavešteni o podacima koji se prikupljaju.<br />Registracija korisnika obuhvaćena je politikom privatnosti, a na ovaj način skuplja se minimalna količina podataka u odnosu na svrhu.<br />Protiv medija nema odluka o kršenju etičkog kodeksa u oblasti privatnosti."
  ],
  [
    "Sputnik",
    "sputnik.rs",
    "Registrovan kao samostalno elektronsko izdanje (internet portal) 07.06.2016. Izdavač: Adria Media Group doo Beograd.",
    "<p>Mada se server ne nalazi u Srbiji, a podaci prolaze kroz još dve zemlje, na tehničkim parametrima nisu oduzimani poeni, jer je reč o jurisdikcijama koje pružaju adekvatnu pravnu zaštitu. Veći broj poena oduzet je na indikatorima o ispunjavanju zakonske obaveze informisanja korisnika o obradi ličnih podataka: politika privatnosti postoji ali, osim što nije pisana jasno i transparentno, ne pruža gotovo nijednu informaciju o obradi.<br />Sajt obaveštava korisnike da postavlja kolačiće, ali ne postoji jednostavan način za uskraćivanje pristanka. Manji broj kolačića i trekera uštedeli su sajtu nešto poena, što je slučaj i sa verzijama za mobilne uređaje.<br />Registracija korisnika opisana je u politici privatnosti, ali obim prikupljenih podataka prevazilazi svrhu njihovog prikupljanja. Sa 12 odluka o kršenju etičkog kodeksa u oblasti privatnosti, medij se svrstava u visoko rizične aktere.</p>"
  ]
]
